export const questionsSet = [
	{
		id: 10,
		content: 'ชอบเรียนแบบไหน',
		choices: ['VDO', 'คาบสด', 'อ่านเอง'],
	},
	{
		id: 20,
		content: 'มาเรียนแบบไหน',
		choices: [
			'ก่อนเรียนแค่ 10 นาที',
			'ทันเวลาพอดี',
			'จารย์เริ่มก่อนเดี๋ยวตามไป',
		],
	},
	{
		id: 30,
		content: 'คืนก่อนสอบ',
		choices: ['แบบนี้ต้องพักผ่อน', 'one night miracle'],
	},
	{
		id: 40,
		content: 'กิจกรรม',
		choices: ['ทำกิจกรรม', 'ไม่ทำกิจกรรม'],
	},
	{
		id: 41,
		content: 'ทำกิจกรรมแบบไหน',
		choices: ['ทำทุกงานไม่เคยขาด', 'ทำงานบ้าง ถ้าอันไหนสนใจ'],
	},
	{
		id: 42,
		content: 'ทำไมถึงไม่อยากทำกิจกรรม',
		choices: ['ไม่มีกิจกรรมที่อยากทำ', 'อยากนอน'],
	},
	{
		id: 50,
		content: 'โสดไหม',
		choices: ['โสด', 'ไม่โสด'],
	},

	{
		id: 51,
		content: 'ทำไมโสด',
		choices: ['ยังไม่พร้อมมีใคร', 'ชอบอยู่คนเดียว', 'จริง ๆ ก็อยากมีแฟนนะ'],
	},
	{
		id: 52,
		content: 'Lifestyle เป็นยังไง',
		choices: ['ชอบอ่านหนังสือที่ห้องสมุด', 'ไปหาคาเฟ่', 'นอน'],
	},
	{
		id: 53,
		content: 'ชอบกินข้าวยังไง',
		choices: ['โรงอาหารในคณะ', 'grab food', 'ไปกินวังหลัง'],
	},
	{
		id: 60,
		content: 'จบแล้วคุณอยากทำงานที่ไหน',
		choices: [
			'ร.พ. รัฐ',
			'ร.พ. ชนบท',
			'โรงเรียนแพทย์',
			'ร.พ. เอกชน',
			'เปิดคลินิก',
			'ไปต่างประเทศ',
			'ไปในทางอาชีพอื่น',
		],
	},
];

export const defaultQuestion = {
	id: 0,
	content: '',
	choices: [],
};
