export const questionsSet = [
	{
		id: 10,
		content: 'คุณชอบวิธีการเรียนแบบไหน',
		choices: [
			'ขี้เกียจตื่นน ขอเรียนย้อนได้มุ้ย',
			'ชอบเข้าคาบสด เจออาจารย์ตัวเป็นๆ',
			'วิดิโอก็ไม่ชอบ สอบสดก็ไม่เข้า อ่านหนังสือเองดีกว่า',
		],
	},
	{
		id: 20,
		content: 'คุณเข้าเรียนแบบไหน',
		choices: [
			'มาก่อนเวลาสิ จองที่นั่ง เตรียมสไลด์',
			'ทันเวลาพอดีเป๊ะ',
			'จารย์เริ่มก่อนเลย เดี๋ยวผมตามไป',
		],
	},
	{
		id: 30,
		content: 'คืนก่อนสอบ คุณจะทำอะไร',
		choices: ['พักผ่อนจ้า เดี๋ยวสมองไม่โปร่ง', 'one night miracle เท่านั้น'],
	},
	{
		id: 40,
		content: 'คุณทำกิจกรรมอะไรบ้างไหม',
		choices: ['ทำกิจกรรมบ้าง', 'ไม่ชอบทำกิจกรรมเลย'],
	},
	{
		id: 41,
		content: 'คุณชอบทำกิจกรรมบ่อยแค่ไหน',
		choices: ['ทำทุกงาน ไม่งานแน่นอน', 'ทำงานบ้าง ถ้าอันไหนสนใจนะ'],
	},
	{
		id: 42,
		content: 'ทำไมคุณถึงไม่อยากทำกิจกรรมละ',
		choices: [
			'ก็ไม่มีกิจกรรมให้อยากทำ',
			'ขอเก็บเวลาไว้นอนก่อนดีกว่า',
			'ไม่มีเวลา มีอย่างอื่นต้องทำค้าบบ',
		],
	},
	{
		id: 50,
		content: 'คุณโสดไหม',
		choices: ['โสดแน่นอน 100 เปอร์', 'ไม่โสดแล้ว'],
	},

	{
		id: 51,
		content: 'ทำไมถึงโสด',
		choices: [
			'ตอนนี้ยังไม่พร้อมมีใคร',
			'ชอบอยู่คนเดียว',
			'จริงๆก็อยากมีแฟนนะ แต่ไม่มีใครเอา มุแง',
		],
	},
	{
		id: 52,
		content: 'ไลฟ์สไตล์ของคุณเป็นยังไง',
		choices: [
			'ชอบอ่านหนังสือที่ห้องสมุด',
			'ไปหาคาเฟ่นั่งดีกว่า',
			'นอนอย่างเดียว',
		],
	},
	{
		id: 53,
		content: 'ชอบกินข้าวที่ไหน',
		choices: [
			'โรงงานคณะคือที่สุด',
			'ขี้เกียจเดิน ขอสั่ง grab จ้าา',
			'อะไรก็ได้ ที่อยู่นอกคณะ',
		],
	},
	{
		id: 60,
		content: 'จบแล้วคุณอยากไปทำงานที่ไหน',
		choices: [
			'ร.พ. รัฐ',
			'ร.พ. ชนบท',
			'โรงเรียนแพทย์',
			'ร.พ. เอกชน',
			'เปิดคลินิก',
			'ไปต่างประเทศ',
			'ไปในทางอาชีพอื่น',
		],
	},
];

export const defaultQuestion = {
	id: 0,
	content: '',
	choices: [],
};
